Repository: blog2i2j/lanedirt.._..AliasVault
Catalog: apps/mobile-app/ios/VaultUI/*.lproj/Localizable.strings
Languages: da, de, es, fi, fr, he, it, nl, pl, pt, ro, ru

source: Error
da: Fejl
de: Fehler
fi: Virhe
fr: Erreur
he: שגיאה
it: Errore
nl: Fout
pl: Błąd
pt: Erro
ro: Eroare
ru: Ошибка

source: Cancel
da: Annuller
de: Abbrechen
es: Cancelar
fi: Peruuta
fr: Annuler
he: ביטול
it: Annulla
nl: Annuleren
pl: Anuluj
pt: Cancelar
ro: Anulați
ru: Отмена

source: Back
da: Tilbage
de: Zurück
es: Atrás
fi: Takaisin
fr: Précédent
he: חזרה
it: Indietro
nl: Terug
pl: Wstecz
pt: Voltar
ro: Înapoi
ru: Назад

source: Next
da: Næste
de: Weiter
es: Siguiente
fi: Seuraava
fr: Suivant
he: הבא
it: Avanti
nl: Volgende
pl: Dalej
pt: Próximo
ro: Înainte
ru: Далее

source: Edit
da: Rediger
de: Bearbeiten
es: Editar
fi: Muokkaa
fr: Modifier
he: עריכה
it: Modifica
nl: Bewerken
pl: Edytuj
pt: Editar
ro: Editează
ru: Редактировать

source: Website
da: Webside
de: Webseite
es: Sitio Web
fi: Verkkosivusto
fr: Site Web
he: אתר
it: Sito Web
pl: Strona internetowa
ro: Site web
ru: Сайт

source: Username
da: Brugernavn
de: Benutzername
es: Usuario
fi: Käyttäjänimi
fr: Nom d'utilisateur
he: שם משתמש
it: Nome Utente
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt: Nome de Usuário
ro: Nume utilizator
ru: Имя пользователя

source: Title
da: Titel
de: Titel
es: Título
fi: Otsikko
fr: Titre
he: כותרת
it: Titolo
nl: Titel
pl: Nazwa
pt: Título
ro: Titlu
ru: Название

# unknown_error
source: An unknown error occurred
da: Der opstod en ukendt fejl
de: Ein unbekannter Fehler ist aufgetreten
es: Se produjo un error desconocido
fi: Tapahtui tuntematon virhe
fr: Une erreur inconnue s'est produite
he: אירעה שגיאה לא ידועה
it: Si è verificato un errore sconosciuto
nl: Er is een onbekende fout opgetreden
pl: Wystąpił nieznany błąd
pt: Ocorreu um erro desconhecido
ro: A apărut o eroare necunoscută
ru: Произошла неизвестная ошибка

source: Loading credentials...
de: Zugangsdaten werden geladen...
fi: Ladataan tunnistetietoja...
fr: Chargement des identifiants...
he: פרטי הגישה נטענים…
nl: Credentials laden...
pt: Carregando credenciais...
ru: Загрузка учетных данных...

source: No credentials found
de: Keine Zugangsdaten gefunden
fi: Tunnistetietoja ei löytynyt
fr: Aucun identifiant trouvé
he: לא נמצאו פרטי גישה
nl: Geen credentials gevonden
pt: Nenhuma credencial encontrada
ru: Учетные данные не найдены

# no_credentials_match
source: No existing credentials match your search
de: Keine existierenden Zugangsdaten stimmen mit Deiner Suche überein
fi: Hakusi ei vastaa olemassa olevia tunnistetietoja
fr: Aucun identifiant existant ne correspond à votre recherche
he: אין פרטי גישה קיימים שעונים לחיפוש שלך
nl: Er zijn geen credentials gevonden die overeenkomen met je zoekopdracht
pt: Nenhuma credencial corresponde à sua pesquisa
ru: Нет учетных данных, совпадающих с вашим запросом

source: Create New Credential
de: Neuen Zugang erstellen
fi: Luo uusi tunnistetieto
fr: Créer un nouvel identifiant
he: יצירת פרטי גישה חדשים
nl: Nieuwe credential aanmaken
pt: Criar Nova Credencial
ru: Создать новые учетные данные

source: Select Credential
de: Zugang auswählen
fi: Valitse tunnistetieto
fr: Sélectionner l’identifiant
he: בחירת פרטי גישה
nl: Selecteer credential
pt: Selecione uma Credencial
ru: Выбрать учетные данные

source: Select Text to Insert
da: Vælg tekst der skal indsættes
de: Text zum Einfügen auswählen
es: Seleccionar texto a insertar
fi: Valitse sisällytettävä teksti
fr: Sélectionner le texte à insérer
he: נא לבחור טקסט להוספה
it: Seleziona il testo da inserire
nl: Selecteer tekst om in te voegen
pl: Wybierz tekst do wstawienia
pt: Selecione o Texto para Inserir
ro: Selectați textul de inserat
ru: Выбрать текст для вставки

source: Choose Username
da: Vælg brugernavn
de: Wähle Deinen Benutzernamen
es: Escoge un nombre de usuario
fi: Valitse käyttäjänimi
fr: Choisissez un nom d'utilisateur
he: נא לבחור שם משתמש
it: Scegli nome utente
nl: Kies gebruikersnaam
pl: Wybierz nazwę użytkownika
pt: Escolher Nome de Usuário
ro: Alege numele de utilizator
ru: Выберите имя пользователя

# select_text_to_insert_message
source: Select the text to insert into the focused input field
da: Vælg den tekst, der skal indsættes i det fokuserede inputfelt
de: Text zum Einfügen in das fokussierte Eingabefeld auswählen
es: Seleccione el texto a insertar en el campo de entrada resaltado
fi: Valitse teksti, joka lisätään kohdistettuun syöttökenttään
fr: Sélectionnez le texte à insérer dans le champ de saisie ciblé
he: נא לבחור טקסט למילוי בשדה הקלט שעליו המיקוד
it: Selezionare il testo da inserire nel campo evidenziato
nl: Selecteer de tekst om in te voegen
pl: Zaznacz tekst, który chcesz wstawić do aktywnego pola wprowadzania danych
pt: Selecione o texto para inserir no campo selecionado
ro: Selectați textul pe care doriți să îl inserați în câmpul selectat
ru: Выберите текст для вставки в выделенное поле ввода

# choose_username_message
source: This website may require either your username or your email address to log in
da: Denne webside kræver muligvis enten dit brugernavn eller din e-mailadresse for at logge ind
de: Diese Website kann Deinen Benutzernamen oder Deine E-Mail-Adresse für die Anmeldung benötigen
es: Este sitio web puede requerir su nombre de usuario o correo electrónico para iniciar sesión
fi: Tämä sivusto saattaa vaatia joko käyttäjätunnuksesi tai sähköpostiosoitteesi kirjautuaksesi sisään
fr: Ce site Web peut nécessiter votre nom d'utilisateur ou votre adresse e-mail pour vous connecter
he: האתר הזה עשוי לדרוש ממך את שם המשתמש או את כתובת הדוא״ל שלך כדי להיכנס
it: Questo sito web potrebbe richiedere il tuo nome utente o il tuo indirizzo email per accedere
nl: Deze website vereist mogelijk je gebruikersnaam of e-mailadres om in te loggen
pl: Ta strona internetowa może wymagać podania nazwy użytkownika lub adresu e-mail w celu zalogowania się
pt: Este website pode solicitar seu nome de usuário ou seu endereço de e-mail para fazer login
ro: Acest site web poate necesita fie numele de utilizator, fie adresa de e-mail pentru autentificare
ru: Для входа на этот веб-сайт может потребоваться либо ваше имя пользователя, либо адрес электронной почты

# username_prefix
source: Username:
da: Brugernavn:
de: Benutzername:
es: Usuario:
fi: Käyttäjänimi:
fr: Nom d'utilisateur:
he: שם משתמש:
it: Nome utente:
nl: Gebruikersnaam:
pl: Nazwa użytkownika:
pt: Nome de Usuário:
ro: Utilizator:
ru: Имя пользователя:

# email_prefix
source: Email:
de: E-Mail-Adresse:
fi: Sähköposti:
he: דוא״ל:
pl: Adres e-mail:
ru: Электронная почта:

source: Password
da: Adgangskode
de: Passwort
es: Contraseña
fi: Salasana
fr: Mot de passe
he: סיסמה
nl: Wachtwoord
pl: Hasło
pt: Senha
ro: Parolă
ru: Пароль

# credentials_load_error
source: Failed to load credentials. Please open the AliasVault app to check for updates.
de: Fehler beim Laden der Zugangsdaten. Bitte öffne die AliasVault-App, um nach Updates zu suchen.
fi: Käyttäjätunnusten lataaminen epäonnistui. Ole hyvä ja avaa AliasVault-sovellus tarkistaaksesi päivitykset.
fr: Échec du chargement des identifiants. Veuillez ouvrir l'application AliasVault pour vérifier les mises à jour.
he: טעינת פרטי הגישה נכשלה. נא לפתוח את יישום AliasVault כדי לבדוק אם אפשר לעדכן אותו.
nl: Laden van credentials mislukt. Open de AliasVault app om te controleren op updates.
pt: Falha ao carregar credenciais. Por favor, abra o aplicativo AliasVault e verifique se há atualizações.
ru: Не удалось загрузить учетные данные. Пожалуйста, откройте приложение AliasVault, чтобы проверить наличие обновлений.

source: No credential selected.
de: Kein Zugang ausgewählt.
fi: Käyttäjätunnusta ei ole valittu.
fr: Aucun identifiant sélectionné.
he: לא נבחרו פרטי גישה.
nl: Geen credential geselecteerd.
pt: Nenhuma credencial selecionada.
ru: Учетные данные не выбраны.

source: Copy Username
da: Kopier brugernavn
de: Benutzername kopieren
es: Copiar nombre de usuario
fi: Kopioi käyttäjänimi
fr: Copier le nom d'utilisateur
he: העתקת שם משתמש
it: Copia Nome Utente
nl: Kopieer gebruikersnaam
pl: Kopiuj nazwę użytkownika
pt: Copiar Nome de Usuário
ro: Copiază numele de utilizator
ru: Скопировать имя пользователя

source: Copy Password
da: Kopier adgangskode
de: Passwort kopieren
es: Copiar Contraseña
fi: Kopioi salasana
fr: Copier le mot de passe
he: העתקת סיסמה
it: Copia Password
nl: Kopieer wachtwoord
pl: Kopiuj hasło
pt: Copiar Senha
ro: Copiază parola
ru: Скопировать пароль

source: Copy Email
da: Kopier e-mail
de: E-Mail-Adresse kopieren
es: Copiar email
fi: Kopioi sähköposti
fr: Copier l'e-mail
he: העתקת דוא״ל
it: Copia E-mail
nl: Kopieer e-mail
pl: Kopiuj adres e-mail
pt: Copiar E-mail
ro: Copiază e-mailul
ru: Скопировать Email

source: View Details
da: Vis detaljer
de: Details anzeigen
es: Ver detalles
fi: Näytä yksityiskohdat
fr: Voir les détails
he: הצגת פרטים
it: Visualizza dettagli
nl: Bekijk details
pl: Zobacz szczegóły
pt: Ver Detalhes
ro: Vezi detalii
ru: Просмотреть подробности

source: Username copied
da: Brugernavn kopieret
de: Benutzername kopiert
es: Usuario copiado
fi: Käyttäjänimi kopioitu
fr: Nom d'utilisateur copié
he: שם המשתמש הועתק
it: Nome Utente Copiato
nl: Gebruikersnaam gekopieerd
pl: Nazwa użytkownika skopiowana
pt: Nome de usuário copiado
ro: Nume de utilizator copiat
ru: Имя пользователя скопировано

source: Password copied
da: Adgangskode kopieret
de: Passwort kopiert
es: Contraseña copiada
fi: Salasana kopioitu
fr: Mot de passe copié
he: הסיסמה הועתקה
it: Password copiata
nl: Wachtwoord gekopieerd
pl: Hasło skopiowane
pt: Senha copiada
ro: Parolă copiată
ru: Пароль скопирован

source: Email copied
da: E-mail kopieret
de: E-Mail-Adresse kopiert
es: Email copiado
fi: Sähköposti kopioitu
fr: E-mail copié
he: כתובת הדוא״ל הועתקה
it: Email copiata
nl: E-mail gekopieerd
pl: Adres e-mail skopiowany
pt: E-mail copiado
ro: E-mail copiat
ru: Email скопирован

source: Search credentials...
de: Zugangsdaten suchen...
fi: Etsi tunnistetietoja...
fr: Rechercher des identifiants...
he: חיפוש פרטי גישה…
nl: Zoek credentials...
pt: Pesquisar credenciais...
ru: Поиск учетных данных...

# create_passkey_title
source: Create New Passkey
da: Opret ny passkey
de: Neuen Passkey erstellen
es: Crear Nueva llave
fi: Luo uusi sala-avain
fr: Créer une nouvelle clé d'accès
it: Crea Nuova Passkey
nl: Passkey aanmaken
pl: Utwórz nowy klucz dostępu
pt: Criar Nova Passkey
ro: Creează Passkey nou
ru: Создать новый ключ доступа

# create_passkey_subtitle
source: Register a new passkey for this website. It will be securely stored in your vault and automatically synced across your devices with AliasVault.
da: Registrer en ny passkey for denne webside. Den vil blive opbevaret sikkert i din boks og automatisk synkroniseret på tværs af dine enheder med AliasVault.
de: Registriere einen neuen Passkey für diese Website. Er wird sicher in Deinem Tresor gespeichert und automatisch mit AliasVault synchronisiert.
es: Registre una nueva llave de acceso para este sitio web. Se almacenará de forma segura en su bóveda y se sincronizará automáticamente en todos sus dispositivos con AliasVault.
fi: Rekisteröi uusi todennusavain tälle sivustolle. Se tallennetaan turvallisesti holveen ja synkronoidaan automaattisesti eri laitteissa AliasVaultin kanssa.
fr: Enregistrez une nouvelle clé d'accès pour ce site Web. Elle sera stockée de manière sécurisée dans votre coffre et automatiquement synchronisée entre vos appareils avec AliasVault.
it: Registra una nuova passkey per questo sito. Sarà memorizzata in modo sicuro nella tua cassaforte e sincronizzata automaticamente tra i tuoi dispositivi con AliasVault.
nl: Registreer een nieuwe passkey voor deze website. Deze wordt veilig opgeslagen in je vault en wordt automatisch gesynchroniseerd met je andere apparaten.
pl: Zarejestruj nowy klucz dostępu do tej witryny internetowej. Zostanie on bezpiecznie zapisany w Twoim sejfie i automatycznie zsynchronizowany ze wszystkimi urządzeniami za pomocą AliasVault.
pt: Registre uma nova passkey para este website. Ela será armazenada com segurança no seu cofre e será sincronizada automaticamente em todos os seus dispositivos utilizando AliasVault.
ro: Înregistrează un Passkey nou pentru acest site web. Acesta va fi stocat în siguranță în seif și sincronizat automat pe toate dispozitivele tale prin AliasVault.
ru: Зарегистрируйте новый ключ доступа для этого веб-сайта. Он будет надежно сохранен в вашем хранилище и автоматически синхронизирован между вашими устройствами с помощью AliasVault.

# create_passkey_button_confirm
source: Create Passkey
da: Opret passkey
de: Passkey erstellen
es: Crear llave de acceso
fi: Luo sala-avain
fr: Créer clé d'accès
it: Crea Passkey
nl: Passkey aanmaken
pl: Utwórz klucz dostępu
pt: Criar Passkey
ro: Creează Passkey
ru: Создать ключ доступа

source: Passkey
es: Llave de acceso
fi: Sala-avain
fr: Clé d'accès
pl: Klucz dostępu
ru: Ключ доступа

source: Loading passkeys...
da: Indlæser passkeys...
de: Passkeys werden geladen...
es: Cargando llaves de acceso...
fi: Ladataan sala-avaimia...
fr: Chargement des clés d'accès...
it: Caricamento passkey...
nl: Passkeys laden...
pl: Ładowanie kluczy dostępu...
pt: Carregando passkeys...
ro: Se încarcă Passkey-urile...
ru: Загрузка ключей доступа...

source: No passkeys found
da: Ingen passkeys fundet
de: Keine Passkeys gefunden
es: No se encontraron claves de acceso
fi: Sala-avaimia ei löytynyt
fr: Aucune clé d'accès trouvée
it: Nessuna passkey trovata
nl: Geen passkeys gevonden
pl: Nie znaleziono kluczy dostępu
pt: Nenhuma passkey foi encontrada
ro: Nu s-au găsit Passkey-uri
ru: Ключи доступа не найдены

# no_passkeys_match
source: No existing passkeys match your search
da: Ingen eksisterende passkeys matcher din søgning
de: Keine existierenden Passkeys stimmen mit Deiner Suche überein
es: Ninguna llave de acceso existente coincide con la búsqueda
fi: Hakusi ei vastaa olemassa olevia sala-avaimia
fr: Aucune clé d'accès existante ne correspond à votre recherche
it: Nessun passkey esistente corrisponde alla ricerca
nl: Er zijn geen passkeys gevonden die overeenkomen met je zoekopdracht
pl: Nie ma żadnych pasujących kluczy dostępu pasujących do Twojego wyszukiwania
pt: Nenhuma passkey corresponde à sua pesquisa
ro: Niciun Passkey existent nu corespunde căutării tale
ru: Подходящие ключи доступа не найдены.﻿

source: Select Passkey
da: Vælg passkey
de: Passkey auswählen
es: Seleccionar la clave de acceso
fi: Valitse sala-avain
fr: Sélectionner une clé d'accès
it: Seleziona Passkey
nl: Selecteer passkey
pl: Wybierz klucz dostępu
pt: Selecionar Passkey
ro: Selectați passkey-ul
ru: Выбрать ключ доступа

# passkeys_load_error
source: Failed to load passkeys. Please open the AliasVault app to check for updates.
da: Kunne ikke indlæse passkeys. Åbn venligst AliasVault-appen for at søge efter opdateringer.
de: Fehler beim Laden der Passkeys. Bitte öffne die AliasVault-App, um nach Updates zu suchen.
es: Error al cargar las credenciales. Por favor, abre la aplicación AliasVault para buscar actualizaciones.
fi: Todennusavainten lataaminen epäonnistui. Ole hyvä ja avaa AliasVault-sovellus tarkistaaksesi päivitykset.
fr: Impossible de charger les clés d'accès. Veuillez ouvrir l'application AliasVault pour vérifier les mises à jour.
it: Il caricamento delle credenziali non è andato a buon fine. Si prega di aprire l'app AliasVault per controllare gli aggiornamenti.
nl: Laden van passkeys mislukt. Open de AliasVault app om te controleren op updates.
pl: Nie udało się załadować kluczy dostępu. Otwórz aplikację AliasVault, aby sprawdzić dostępność aktualizacji.
pt: Falha ao carregar passkeys. Por favor, abra o aplicativo AliasVault e verifique atualizações.
ro: Încărcarea passkey-urilor a eșuat. Această versiune poate fi incompatibilă. Deschide aplicația AliasVault pentru actualizări.
ru: Не удалось загрузить ключи доступа. Откройте приложение AliasVault, чтобы проверить обновления.

source: Create New Passkey
da: Opret ny passkey
de: Neuen Passkey erstellen
es: Crear nueva llave de acceso
fi: Luo uusi sala-avain
fr: Créer une nouvelle clé d'accès
it: Crea Nuova Passkey
nl: Nieuwe passkey aanmaken
pl: Utwórz nowy klucz dostępu
pt: Criar Nova Passkey
ro: Creează Passkey nou
ru: Создать новый ключ доступа

# select_passkey_to_replace
source: Or, replace an existing passkey
da: Eller erstat en eksisterende passkey
de: Oder ersetze einen bestehenden Passkey
es: O, reemplazar una llave de acceso existente
fi: Tai korvaa olemassa oleva sala-avain
fr: Ou, remplacer une clé d'accès existante
it: Oppure, sostituire un passkey esistente
nl: Of vervang een bestaande passkey
pl: Lub zastąp istniejący klucz dostępu
pt: Ou, substituir passkey existente
ro: Sau înlocuiește un Passkey existent
ru: Или замените существующий ключ доступа

# confirm_replace
source: Replace Passkey
de: Passkey ersetzen
fi: Korvaa sala-avain
fr: Remplacer la clé d'accès
nl: Passkey vervangen
pt: Substituir Passkey
ru: Заменить ключ доступа

# replace_passkey_title
source: Replace Passkey
de: Passkey ersetzen
fi: Korvaa sala-avain
fr: Remplacer la clé d'accès
nl: Passkey vervangen
pt: Substituir Passkey
ru: Замена ключа доступа

# replace_passkey_explanation
source: This will replace the existing passkey with a new one. Please be aware that your old passkey will be overwritten and no longer accessible. If you wish to create a separate passkey instead, go back to the previous screen.
da: Dette vil erstatte den eksisterende passkey med en ny. Vær opmærksom på, at din gamle passkey vil blive overskrevet og ikke længere vil være tilgængelig. Hvis du ønsker at oprette en separat passkey i stedet, skal du gå tilbage til den forrige skærm.
de: Dies wird den bestehenden Passkey durch einen neuen ersetzen. Bitte beachte, dass Dein alter Passkey überschrieben wird und nicht mehr zugänglich ist. Wenn Du stattdessen einen separaten Passkey erstellen möchtest, gehe zurück zum vorherigen Schritt.
es: Esto reemplazará la llave de acceso existente con una nueva. Tenga en cuenta que su llave de acceso antigua será sobrescrita y ya no será accesible. Si desea crear una llave de acceso separada en su lugar, vuelva a la pantalla anterior.
fi: Tämä korvaa olemassa olevan todennusavaimen uudella todennusavaimella. Ole hyvä ja ota huomioon, että vanha todennusavaimesi on korvattu eikä enää käytettävissä. Jos haluat luoda erillisen todennusavaimen sen sijaan, mene takaisin edelliseen ruutuun.
fr: Cela remplacera la clé d'accès existante par une nouvelle. Veuillez noter que votre ancienne clé d'accès sera écrasée et ne sera plus accessible. Si vous souhaitez créer une clé d'accès séparée, revenez à l'écran précédent.
it: Questo sostituirà la passkey esistente con una nuova. Tieni presente che la tua vecchia passkey sarà sovrascritta e non sarà più accessibile. Se invece si desidera creare una passkey separata, tornare alla schermata precedente.
nl: Dit zal de bestaande passkey vervangen door een nieuwe. Houd er rekening mee dat je oude passkey wordt overschreven en niet langer toegankelijk is. Als je in plaats hiervan een aparte passkey wilt maken, ga dan terug naar het vorige scherm.
pl: Spowoduje to zastąpienie dotychczasowego hasła nowym. Należy pamiętać, że stare hasło zostanie nadpisane i nie będzie już dostępne. Jeśli chcesz utworzyć osobne hasło, wróć do poprzedniego ekranu.
pt: Isto irá substituir a passkey existente com uma nova. Por favor, saiba que sua passkey anterior será sobrescrita e não será mais acessível. Se você deseja criar uma nova passkey separadamente, volte à tela anterior.
ro: Această acțiune va înlocui Passkey-ul existent cu unul nou. Reține că vechiul Passkey va fi suprascris și nu va mai putea fi accesat. Dacă dorești să creezi un Passkey separat, revino la ecranul anterior.
ru: Существующий ключ доступа будет заменен на новый. Обратите внимание, что старый ключ будет перезаписан и станет недоступен. Если вы хотите создать отдельный ключ доступа, вернитесь на предыдущий экран.

# create_passkey_explanation
source: This creates a new passkey and stores it in your vault. It will be automatically synced across all your devices that use AliasVault.
da: Dette opretter en ny passkey og gemmer den i din boks. Den vil blive automatisk synkroniseret på tværs af alle dine enheder, der bruger AliasVault.
de: Dies erzeugt einen neuen Passkey und speichert ihn in Deinem Tresor. Er wird automatisch auf allen Geräten synchronisiert, die AliasVault verwenden.
es: Esto crea una nueva llave de acceso y la almacena en tu bóveda. Se sincronizará automáticamente en todos tus dispositivos que utilicen AliasVault.
fi: Tämä luo uuden todennusavaimen ja tallentaa sen holviisi. Se synkronoidaan automaattisesti kaikkiin laitteisiin, jotka käyttävät AliasVaultia.
fr: Cela crée une nouvelle clé d'accès et la stocke dans votre coffre. Elle sera automatiquement synchronisée sur tous vos appareils qui utilisent AliasVault.
it: Questo crea una nuova passkey e la memorizza nella tua cassaforte. Sarà sincronizzata automaticamente su tutti i tuoi dispositivi che usano AliasVault.
nl: Dit maakt een nieuwe passkey aan en slaat deze op in je vault. De passkey wordt automatisch gesynchroniseerd naar je andere apparaten.
pl: Spowoduje to utworzenie nowego klucza dostępu i zapisanie go w sejfie. Zostanie on automatycznie zsynchronizowany na wszystkich urządzeniach korzystających z AliasVault.
pt: Isto cria uma nova passkey e a armazena no seu cofre. Ela será sincronizada automaticamente através de todos os seus dispositivos que utilizam o AliasVault.
ro: Această acțiune creează un Passkey nou și îl stochează în seif. Acesta va fi sincronizat automat pe toate dispozitivele tale care utilizează AliasVault.
ru: Будет создан новый ключ доступа, который сохранится в вашем хранилище. Он будет автоматически синхронизирован со всеми вашими устройствами, на которых используется AliasVault.

source: Unlock Vault
da: Lås boks op
de: Tresor entsperren
es: Desbloquear bóveda
fi: Avaa holvin lukitus
fr: Déverrouiller le coffre
he: שחרור נעילת כספת
it: Sblocca Cassaforte
nl: Vault ontgrendelen
pl: Odblokuj sejf
pt: Desbloquear Cofre
ro: Deblochează seiful
ru: Разблокировать хранилище

# enter_pin_to_unlock_vault
source: Enter your PIN to unlock your vault
da: Indtast din PIN-kode for at låse din boks op
de: Bitte gib Deine PIN zum Entsperren des Tresors ein
es: Introduzca su PIN para desbloquear su bóveda
fi: Syötä PIN-koodi avataksesi holvisi
fr: Entrez votre code PIN pour déverrouiller votre coffre
he: נא למלא את הקוד האישי שלך כדי לשחרר את הכספת שלך
it: Inserisci il PIN per sbloccare la cassaforte
nl: Voer je pincode in om je vault te ontgrendelen
pl: Wprowadź swój kod PIN, aby odblokować sejf
pt: Digite seu PIN para desbloquear seu cofre
ro: Introdu PIN-ul pentru a debloca seiful
ru: Введите ПИН-код для разблокировки хранилища

# pin_locked_max_attempts
source: PIN locked after too many failed attempts
da: PIN-kode låst efter for mange mislykkede forsøg
de: Deine PIN wurde nach zu vielen Fehlversuchen gesperrt
es: PIN bloqueado tras demasiados intentos fallidos
fi: PIN-koodi lukittu liian monen epäonnistuneen yrityksen jälkeen
fr: Le code PIN est verrouillé après trop de tentatives échouées
he: הקוד האישי ננעל אחרי יותר מדי ניסיונות כושלים
it: PIN bloccato dopo troppi tentativi falliti
nl: Pincode vergrendeld na te veel mislukte pogingen
pl: PIN zablokowany po zbyt wielu nieudanych próbach
pt: PIN bloqueado após muitas tentativas incorretas
ro: PIN blocat după prea multe încercări eșuate
ru: ПИН-код заблокирован: слишком много попыток ввода
