Repository: blog2i2j/lanedirt.._..AliasVault
Catalog: apps/mobile-app/ios/VaultUI/*.lproj/Localizable.strings
Languages: da, de, es, fi, fr, he, it, nl, pl, pt, ro, ru

# pin_incorrect_attempts_remaining
source: Incorrect PIN. %d attempts remaining
da: Forkert PIN-kode. %d forsøg tilbage
de: Ungültige PIN, %d verbleibende Versuche
es: PIN incorrecto, %d intentos restantes
fi: Virheellinen PIN, %d yritystä jäljellä
fr: Code PIN incorrect, %d tentatives restantes
he: קוד אישי שגוי, נותרו %d ניסיונות
it: PIN errato, %d tentativi rimasti
nl: Onjuiste pincode, %d pogingen resterend
pl: Nieprawidłowy kod PIN. Pozostało %d prób.
pt: PIN incorreto. %d tentativas restantes
ro: PIN incorect. Mai ai %d încercări
ru: Неверный PIN-код. Осталось попыток: %d

# pin_setup_title
source: Setup PIN
da: Konfigurer PIN-kode
de: PIN einrichten
es: Configurar PIN
fi: Aseta PIN-koodi
fr: Configurer le code PIN
he: הגדרת קוד אישי
it: Configurare PIN
nl: Pincode instellen
pl: Ustaw kod PIN
pt: Configurar PIN
ro: Configurare PIN
ru: Настройка PIN-кода

# pin_setup_subtitle
source: Choose a PIN to unlock your vault
da: Vælg en PIN-kode til at låse din boks op
de: Wähle eine PIN zum Entsperren des Tresors
es: Elija un PIN para desbloquear su bóveda
fi: Syötä PIN-koodi avataksesi holvisi
fr: Choisissez un code PIN pour déverrouiller votre coffre
he: נא לבחור קוד אישי לשחרור נעילת הכספת שלך
it: Scegli un PIN per sbloccare la cassaforte
nl: Kies een pincode om je vault te ontgrendelen
pl: Wybierz kod PIN, aby odblokować sejf
pt: Escolha um PIN para desbloquear seu cofre
ro: Alege un PIN pentru a-ți debloca seiful
ru: Придумайте PIN-код для разблокировки хранилища

# pin_confirm_title
source: Confirm PIN
da: Bekræft PIN-kode
de: PIN bestätigen
es: Confirmar PIN
fi: Vahvista PIN
fr: Confirmer le code PIN
he: אישור קוד אישי
it: Conferma PIN
nl: Bevestig pincode
pl: Potwierdź kod PIN
pt: Confirmar PIN
ro: Confirmă PIN-ul
ru: Подтвердите ПИН-код﻿

# pin_confirm_subtitle
source: Re-enter your PIN to confirm
da: Indtast din PIN-kode igen for at bekræfte
de: Zur Bestätigung PIN erneut eingeben
es: Vuelva a introducir su PIN para confirmar
fi: Syötä PIN-koodi uudelleen vahvistaaksesi
fr: Entrez à nouveau votre code PIN pour confirmer
he: נא למלא את הקוד האישי שלך מחדש לאישור
it: Reinserisci il tuo PIN per confermare.
nl: Voer je pincode opnieuw in om te bevestigen
pl: Wprowadź ponownie swój kod PIN, aby potwierdzić
pt: Digite seu PIN novamente para confirmar
ro: Reintrodu PIN-ul pentru confirmare
ru: Введите PIN-код еще раз для подтверждения

# pin_mismatch
source: PINs do not match. Please try again.
da: PIN-koderne stemmer ikke overens. Prøv venligst igen.
de: PINs stimmen nicht überein. Bitte versuche es erneut.
es: Los PIN no coinciden. Por favor, inténtalo de nuevo.
fi: PIN-koodit eivät täsmää. Yritä uudelleen.
fr: Les codes PIN ne correspondent pas. Veuillez réessayer.
he: הקודים האישיים לא תואמים. נא לנסות שוב.
it: I PIN non corrispondono. Riprova.
nl: Pincodes komen niet overeen. Probeer het opnieuw.
pt: PINs não correspondem. Por favor, tente novamente.
ro: Codurile PIN nu coincid. Încearcă din nou.
ru: PIN-коды не совпадают. Повторите попытку.
